Constraints between group members cannot be removed or excluded from the group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotRemoveGroupMemberConstraint { get; }
  Visual Basic
Public Shared ReadOnly Property CannotRemoveGroupMemberConstraint As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotRemoveGroupMemberConstraint {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace